Repository: stenolabs/stenoai-swift
Catalog: iOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, zh_hant

source: The model destination changed. Please try again.
de: Das Modellziel wurde geändert. Bitte versuche es erneut.
zh_hant: 模型目的地已變更。請再試一次。

source: The question is too long.
de: Die Frage ist zu lang.
zh_hant: 問題太長。

source: You
de: Du
zh_hant: 你

source: Search results
de: Suchergebnisse
zh_hant: 搜尋結果

source: No results
de: Keine Ergebnisse
zh_hant: 沒有結果

source: Search scope
de: Suchbereich
zh_hant: 搜尋範圍

source: Content search is unavailable. Showing title matches.
de: Die Inhaltssuche ist nicht verfügbar. Angezeigt werden Treffer im Titel.
zh_hant: 內容搜尋無法使用。目前顯示標題符合的結果。

source: Moved to Trash
de: In den Papierkorb verschoben
zh_hant: 已移至垃圾桶

source: Undo
de: Rückgängig
zh_hant: 還原

source: Restore meeting
de: Meeting wiederherstellen
zh_hant: 還原會議

source: The meeting could not be restored.
de: Das Meeting konnte nicht wiederhergestellt werden.
zh_hant: 無法還原會議。

source: %lld selected meetings
de: %lld ausgewählte Meetings
zh_hant: 已選取 %lld 場會議

source: Recently deleted
de: Zuletzt gelöscht
zh_hant: 最近刪除

source: No deleted meetings
de: Keine gelöschten Meetings
zh_hant: 沒有已刪除的會議

source: Deleted meetings remain on this device until you restore them. Their original recordings are preserved.
de: Gelöschte Meetings bleiben auf diesem Gerät, bis du sie wiederherstellst. Ihre Originalaufnahmen bleiben erhalten.
zh_hant: 已刪除的會議會保留在此裝置上，直到你將其復原。原始錄音會完整保留。

source: Deleted meetings could not be loaded. Their files remain stored.
de: Gelöschte Meetings konnten nicht geladen werden. Ihre Dateien bleiben gespeichert.
zh_hant: 無法載入已刪除的會議。檔案仍然保留。

source: Some deleted meetings could not be read. Their files remain stored.
de: Einige gelöschte Meetings konnten nicht gelesen werden. Ihre Dateien bleiben gespeichert.
zh_hant: 部分已刪除的會議無法讀取。檔案仍然保留。

source: Type a question first.
de: Gib zuerst eine Frage ein.
zh_hant: 請先輸入問題。

source: The message exceeds the maximum length of %lld characters.
de: Die Nachricht überschreitet die maximale Länge von %lld Zeichen.
zh_hant: 訊息超過 %lld 個字元的長度上限。

source: There are no meeting reports or notes yet to ask about.
de: Es gibt noch keine Meeting-Protokolle oder Notizen, zu denen du Fragen stellen kannst.
zh_hant: 目前還沒有可供提問的會議紀錄或筆記。

source: The message could not be prepared.
de: Die Nachricht konnte nicht vorbereitet werden.
zh_hant: 無法準備訊息。

source: Live queries do not support the %@ endpoint dialect.
de: Live-Fragen unterstützen das Endpunktformat %@ nicht.
zh_hant: 即時查詢不支援 %@ 端點格式。

source: This text-model endpoint requires an API key.
de: Dieser Textmodell-Endpunkt benötigt einen API-Schlüssel.
zh_hant: 此文字模型端點需要 API 金鑰。

source: The text-model endpoint tried to redirect the request. Steno blocks redirects to protect your data.
de: Der Textmodell-Endpunkt hat versucht, die Anfrage umzuleiten. Steno blockiert Weiterleitungen zum Schutz deiner Daten.
zh_hant: 文字模型端點嘗試重新導向請求。Steno 會封鎖重新導向以保護你的資料。

source: The text-model endpoint responded with HTTP %lld.
de: Der Textmodell-Endpunkt hat mit HTTP %lld geantwortet.
zh_hant: 文字模型端點回傳 HTTP %lld。

source: The text-model endpoint did not return a usable answer.
de: Der Textmodell-Endpunkt hat keine verwendbare Antwort geliefert.
zh_hant: 文字模型端點未傳回可用的答案。

source: The answer exceeded the live-query size limit.
de: Die Antwort hat die Größenbegrenzung für Live-Fragen überschritten.
zh_hant: 答案超過即時查詢的大小上限。

source: The model could not answer right now.
de: Das Modell konnte gerade nicht antworten.
zh_hant: 模型目前無法回答。

source: No related notes yet
de: Noch keine passenden Notizen
zh_hant: 尚無相關筆記

source: The pre-meeting brief could not be generated.
de: Die Meeting-Vorbereitung konnte nicht erstellt werden.
zh_hant: 無法產生會議準備摘要。

source: Audio
zh_hant: 音訊

source: Demo
zh_hant: 示範

source: Demo meeting
zh_hant: 示範會議

source: Meeting
zh_hant: 會議

source: Name
zh_hant: 名稱

source: normal
zh_hant: 正常

source: OK
zh_hant: 好

source: optional
zh_hant: 選填

source: Region
zh_hant: 區域

source: Route
zh_hant: 音訊路徑

source: System audio
zh_hant: 系統音訊

source: Chat
zh_hant: 聊天
